{
  "2ZDK6Zak3pf5lTR9ZXz5LA": {
    "id": "2ZDK6Zak3pf5lTR9ZXz5LA",
    "title": "Regular NYC",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/RKsEMtN4ZO0KhDGleI6yAw/o.jpg",
    "description": "Regular NYC stands as one of New York City's most cherished destinations for Breakfast & Brunch, Coffee & Tea, Bagels cuisine, particularly renowned for its exceptional brunch offerings. Located at 19 Rector St, New York, NY 10006, this establishment has garnered an impressive 4.9-star rating from 49 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Quiche, Breakfast Burrito, Eggs Benedict, Omelette, Frittata, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "19 Rector St, New York, NY 10006",
    "rating": 4.9,
    "price": "N/A",
    "reviews": 49,
    "cuisine": [
      "Breakfast & Brunch",
      "Coffee & Tea",
      "Bagels"
    ],
    "website": "https://www.yelp.com/biz/regular-nyc-new-york-5?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+19172612090",
    "popular_dishes": [
      "Quiche",
      "Breakfast Burrito",
      "Eggs Benedict",
      "Omelette",
      "Frittata"
    ],
    "similar_restaurant_ids": [
      "dEOv8_ivdHp85OK_TDQh_g",
      "g5f6p9jfzB30Mhcu6d5OWA",
      "-R5CBTnY10kdVNNv0lbHnA",
      "QPEzLkO35OTYijFhs8d7-w"
    ]
  },
  "dEOv8_ivdHp85OK_TDQh_g": {
    "id": "dEOv8_ivdHp85OK_TDQh_g",
    "title": "Da Andrea - Chelsea",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/8P1kzXbIAmQU3Qy4wN0dLg/o.jpg",
    "description": "Da Andrea - Chelsea stands as one of New York City's most cherished destinations for Italian, Wine Bars, Cocktail Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 160 8th Ave, New York, NY 10011, this establishment has garnered an impressive 4.7-star rating from 485 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Eggs Benedict, Shakshuka, Waffles, Breakfast Tacos, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "160 8th Ave, New York, NY 10011",
    "rating": 4.7,
    "price": "$$$",
    "reviews": 485,
    "cuisine": [
      "Italian",
      "Wine Bars",
      "Cocktail Bars"
    ],
    "website": "https://www.yelp.com/biz/da-andrea-chelsea-new-york-3?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12123545971",
    "popular_dishes": [
      "Eggs Benedict",
      "Shakshuka",
      "Waffles",
      "Breakfast Tacos"
    ],
    "similar_restaurant_ids": [
      "D_Rjd2js4_lkk51Obvlveg",
      "VqgqLjiOYAydLXOemivxWw",
      "6G0urbBDz_CnYnGXApgUcw"
    ]
  },
  "zIL78ktI7UMoOw8vHYtK2g": {
    "id": "zIL78ktI7UMoOw8vHYtK2g",
    "title": "Little Maven",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/qHUYdYaB8W-d6AkLRCBjFQ/o.jpg",
    "description": "Little Maven stands as one of New York City's most cherished destinations for New American, Pasta Shops, Cocktail Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 30 W 18th St, New York, NY 10011, this establishment has garnered an impressive 4.7-star rating from 76 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Omelette, French Toast, Waffles, Breakfast Tacos, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "30 W 18th St, New York, NY 10011",
    "rating": 4.7,
    "price": "N/A",
    "reviews": 76,
    "cuisine": [
      "New American",
      "Pasta Shops",
      "Cocktail Bars"
    ],
    "website": "https://www.yelp.com/biz/little-maven-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12123208111",
    "popular_dishes": [
      "Omelette",
      "French Toast",
      "Waffles",
      "Breakfast Tacos"
    ],
    "similar_restaurant_ids": [
      "Pu0AKdb_fSg0S_crsIp0uw",
      "s3jou_L_LVYGkNHiuhjlew",
      "xt4sa64WOrpJvZBDPNPNYg"
    ]
  },
  "VKihkof15rf3M4C-kuDL5Q": {
    "id": "VKihkof15rf3M4C-kuDL5Q",
    "title": "Bird Dog Cafe",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/skLWt0XWKsn_q7yspElMDg/o.jpg",
    "description": "Bird Dog Cafe stands as one of New York City's most cherished destinations for Southern, Coffee & Tea, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 523 Hudson St, New York, NY 10014, this establishment has garnered an impressive 4.6-star rating from 41 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Breakfast Pizza, Omelette, Pancakes, Quiche, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "523 Hudson St, New York, NY 10014",
    "rating": 4.6,
    "price": "N/A",
    "reviews": 41,
    "cuisine": [
      "Southern",
      "Coffee & Tea",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/bird-dog-cafe-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16465843608",
    "popular_dishes": [
      "Breakfast Pizza",
      "Omelette",
      "Pancakes",
      "Quiche"
    ],
    "similar_restaurant_ids": [
      "zIL78ktI7UMoOw8vHYtK2g",
      "D_Rjd2js4_lkk51Obvlveg",
      "gZz9A8k8ORC_xl0aHxtY4w",
      "8bIXIStb1SVu1sXYfcMH5g",
      "Rj2ACaJcbroJLPDhRhzvBw"
    ]
  },
  "gbY0lOFtKzLdB9_ZNEHbXA": {
    "id": "gbY0lOFtKzLdB9_ZNEHbXA",
    "title": "Ways & Means",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/ugp2I-s_yVCA5jklNqqcqg/o.jpg",
    "description": "Ways & Means stands as one of New York City's most cherished destinations for Tapas/Small Plates, Cocktail Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 167 Bleecker St, New York, NY 10012, this establishment has garnered an impressive 4.6-star rating from 29 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Eggs Benedict, Pancakes, Omelette, Breakfast Burrito, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "167 Bleecker St, New York, NY 10012",
    "rating": 4.6,
    "price": "N/A",
    "reviews": 29,
    "cuisine": [
      "Tapas/Small Plates",
      "Cocktail Bars"
    ],
    "website": "https://www.yelp.com/biz/ways-and-means-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+19737989486",
    "popular_dishes": [
      "Eggs Benedict",
      "Pancakes",
      "Omelette",
      "Breakfast Burrito"
    ],
    "similar_restaurant_ids": [
      "NirY5TkWZBNuuAgbjdG0AA",
      "zRXMvxUX_rOliKZPpkWi_g",
      "Zc7Jbuwe3XO-EaVXIh_TYQ",
      "gZz9A8k8ORC_xl0aHxtY4w"
    ]
  },
  "OgM6WwztLVavBQBmb_g5aw": {
    "id": "OgM6WwztLVavBQBmb_g5aw",
    "title": "Tara Rose",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/JYas7h-NikFBp4gkbOLRJg/o.jpg",
    "description": "Tara Rose stands as one of New York City's most cherished destinations for Cocktail Bars, New American, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 384 3rd Ave, New York, NY 10016, this establishment has garnered an impressive 4.6-star rating from 934 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Bowl, Breakfast Burrito, Breakfast Tacos, Cinnamon Rolls, Frittata, Waffles, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "384 3rd Ave, New York, NY 10016",
    "rating": 4.6,
    "price": "$$",
    "reviews": 934,
    "cuisine": [
      "Cocktail Bars",
      "New American",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/tara-rose-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+19296025983",
    "popular_dishes": [
      "Breakfast Bowl",
      "Breakfast Burrito",
      "Breakfast Tacos",
      "Cinnamon Rolls",
      "Frittata",
      "Waffles"
    ],
    "similar_restaurant_ids": [
      "-R5CBTnY10kdVNNv0lbHnA",
      "_Jgmhw0ywyoGyglPwB1xGA",
      "VqgqLjiOYAydLXOemivxWw",
      "xxiV3-0t_gO1Ojo3xo73TQ"
    ]
  },
  "xTnivXEdEtXrnhp-z4JGvg": {
    "id": "xTnivXEdEtXrnhp-z4JGvg",
    "title": "La Parisienne",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/WH56fm-8-ybzPV4o7iKwTA/o.jpg",
    "description": "La Parisienne stands as one of New York City's most cherished destinations for Cafes, Breakfast & Brunch, Wine Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 9 Maiden Ln, New York, NY 10038, this establishment has garnered an impressive 4.6-star rating from 1032 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include French Toast, Cinnamon Rolls, Breakfast Sandwich, Quiche, Omelette, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "9 Maiden Ln, New York, NY 10038",
    "rating": 4.6,
    "price": "$$",
    "reviews": 1032,
    "cuisine": [
      "Cafes",
      "Breakfast & Brunch",
      "Wine Bars"
    ],
    "website": "https://www.yelp.com/biz/la-parisienne-new-york-5?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16467564911",
    "popular_dishes": [
      "French Toast",
      "Cinnamon Rolls",
      "Breakfast Sandwich",
      "Quiche",
      "Omelette"
    ],
    "similar_restaurant_ids": [
      "hdiuRS9sVZSMReZm4oV5SA",
      "Zc7Jbuwe3XO-EaVXIh_TYQ",
      "gZz9A8k8ORC_xl0aHxtY4w",
      "_EBQhV-UQ7NoV66uXYH0dw"
    ]
  },
  "h9nuvIu8TyrQcYy8J1AOxg": {
    "id": "h9nuvIu8TyrQcYy8J1AOxg",
    "title": "The Ellington",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/rVD8_DWEjEJBnYVa3r_ggQ/o.jpg",
    "description": "The Ellington stands as one of New York City's most cherished destinations for American, Bars, Venues & Event Spaces cuisine, particularly renowned for its exceptional brunch offerings. Located at 2745 Broadway, New York, NY 10025, this establishment has garnered an impressive 4.6-star rating from 293 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Avocado Toast, Waffles, Breakfast Tacos, Breakfast Sandwich, French Toast, Frittata, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "2745 Broadway, New York, NY 10025",
    "rating": 4.6,
    "price": "$$",
    "reviews": 293,
    "cuisine": [
      "American",
      "Bars",
      "Venues & Event Spaces"
    ],
    "website": "https://www.yelp.com/biz/the-ellington-new-york-4?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12122813011",
    "popular_dishes": [
      "Avocado Toast",
      "Waffles",
      "Breakfast Tacos",
      "Breakfast Sandwich",
      "French Toast",
      "Frittata"
    ],
    "similar_restaurant_ids": [
      "s3jou_L_LVYGkNHiuhjlew",
      "zIL78ktI7UMoOw8vHYtK2g",
      "DGhWO1sUWydVeR5j5ZZaMw"
    ]
  },
  "QEY6X80_WXLmCvpOxphzxA": {
    "id": "QEY6X80_WXLmCvpOxphzxA",
    "title": "Smør",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/tCwkpokG1ZhKjFLUV43LPQ/o.jpg",
    "description": "Smør stands as one of New York City's most cherished destinations for Scandinavian, Sandwiches, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 441 E 12th St, New York, NY 10009, this establishment has garnered an impressive 4.6-star rating from 205 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Tacos, Pancakes, Frittata, Avocado Toast, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "441 E 12th St, New York, NY 10009",
    "rating": 4.6,
    "price": "$$",
    "reviews": 205,
    "cuisine": [
      "Scandinavian",
      "Sandwiches",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/sm%C3%B8r-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16464788391",
    "popular_dishes": [
      "Breakfast Tacos",
      "Pancakes",
      "Frittata",
      "Avocado Toast"
    ],
    "similar_restaurant_ids": [
      "xMUZfoyzyJoTfZxrEZus4Q",
      "1aD88qNRb08LGBkl84GQTA",
      "Zc7Jbuwe3XO-EaVXIh_TYQ"
    ]
  },
  "iMKF20yFvCIbe3eSJnX8yQ": {
    "id": "iMKF20yFvCIbe3eSJnX8yQ",
    "title": "Little Egg",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/LH-4Zt0mSvk3mTPG8KJxWg/o.jpg",
    "description": "Little Egg stands as one of New York City's most cherished destinations for Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 657 Washington Ave, Brooklyn, NY 11238, this establishment has garnered an impressive 4.5-star rating from 44 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Eggs Benedict, Cinnamon Rolls, Frittata, Waffles, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "657 Washington Ave, Brooklyn, NY 11238",
    "rating": 4.5,
    "price": "N/A",
    "reviews": 44,
    "cuisine": [
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/little-egg-brooklyn?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+19292345776",
    "popular_dishes": [
      "Eggs Benedict",
      "Cinnamon Rolls",
      "Frittata",
      "Waffles"
    ],
    "similar_restaurant_ids": [
      "8bIXIStb1SVu1sXYfcMH5g",
      "6G0urbBDz_CnYnGXApgUcw",
      "QPEzLkO35OTYijFhs8d7-w"
    ]
  },
  "g5f6p9jfzB30Mhcu6d5OWA": {
    "id": "g5f6p9jfzB30Mhcu6d5OWA",
    "title": "Petite Boucherie",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/R7qbSWlkGGgGsR-l5MgCGw/o.jpg",
    "description": "Petite Boucherie stands as one of New York City's most cherished destinations for French cuisine, particularly renowned for its exceptional brunch offerings. Located at 14 Christopher St, New York, NY 10014, this establishment has garnered an impressive 4.5-star rating from 358 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Shakshuka, Breakfast Pizza, Eggs Benedict, Frittata, Avocado Toast, Breakfast Bowl, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "14 Christopher St, New York, NY 10014",
    "rating": 4.5,
    "price": "$$$",
    "reviews": 358,
    "cuisine": [
      "French"
    ],
    "website": "https://www.yelp.com/biz/petite-boucherie-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16467564145",
    "popular_dishes": [
      "Shakshuka",
      "Breakfast Pizza",
      "Eggs Benedict",
      "Frittata",
      "Avocado Toast",
      "Breakfast Bowl"
    ],
    "similar_restaurant_ids": [
      "mPHPVJ2-8mOR-lFHafrc6w",
      "vZevXSC1w27dEvXc2EHCEg",
      "2ZDK6Zak3pf5lTR9ZXz5LA",
      "xt4sa64WOrpJvZBDPNPNYg",
      "UDsvp_twMrRa9j6lnZNjow"
    ]
  },
  "QPEzLkO35OTYijFhs8d7-w": {
    "id": "QPEzLkO35OTYijFhs8d7-w",
    "title": "The Reading Room",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/ovd46uw3Xaq88j2AhlEOFg/o.jpg",
    "description": "The Reading Room stands as one of New York City's most cherished destinations for New American, Cocktail Bars, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 16 E 46th St, New York, NY 10017, this establishment has garnered an impressive 4.5-star rating from 157 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Waffles, Frittata, French Toast, Breakfast Bowl, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "16 E 46th St, New York, NY 10017",
    "rating": 4.5,
    "price": "$$$",
    "reviews": 157,
    "cuisine": [
      "New American",
      "Cocktail Bars",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/the-reading-room-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16463962708",
    "popular_dishes": [
      "Waffles",
      "Frittata",
      "French Toast",
      "Breakfast Bowl"
    ],
    "similar_restaurant_ids": [
      "baX2qb3JuhNH8ErznapY7g",
      "xxiV3-0t_gO1Ojo3xo73TQ",
      "mPHPVJ2-8mOR-lFHafrc6w",
      "g5f6p9jfzB30Mhcu6d5OWA"
    ]
  },
  "TohKyO-8N_XivRI58A5Q5A": {
    "id": "TohKyO-8N_XivRI58A5Q5A",
    "title": "Banter",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/rIT2tnwkyq8m8i2aPNoRvQ/o.jpg",
    "description": "Banter stands as one of New York City's most cherished destinations for Australian, Burgers, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 201 East 31st St, New York, NY 10016, this establishment has garnered an impressive 4.5-star rating from 61 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Eggs Benedict, French Toast, Avocado Toast, Breakfast Pizza, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "201 East 31st St, New York, NY 10016",
    "rating": 4.5,
    "price": "N/A",
    "reviews": 61,
    "cuisine": [
      "Australian",
      "Burgers",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/banter-new-york-6?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "",
    "popular_dishes": [
      "Eggs Benedict",
      "French Toast",
      "Avocado Toast",
      "Breakfast Pizza"
    ],
    "similar_restaurant_ids": [
      "xTnivXEdEtXrnhp-z4JGvg",
      "hdiuRS9sVZSMReZm4oV5SA",
      "baX2qb3JuhNH8ErznapY7g"
    ]
  },
  "ihplCj2HKWR7z-bBKf8Nzw": {
    "id": "ihplCj2HKWR7z-bBKf8Nzw",
    "title": "POST",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/zWKX6ehbrXsTZbf-0LOO4g/o.jpg",
    "description": "POST stands as one of New York City's most cherished destinations for Breakfast & Brunch, Cocktail Bars, New American cuisine, particularly renowned for its exceptional brunch offerings. Located at 217 E 3rd St, New York, NY 10009, this establishment has garnered an impressive 4.5-star rating from 391 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Sandwich, Quiche, Waffles, Frittata, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "217 E 3rd St, New York, NY 10009",
    "rating": 4.5,
    "price": "$$",
    "reviews": 391,
    "cuisine": [
      "Breakfast & Brunch",
      "Cocktail Bars",
      "New American"
    ],
    "website": "https://www.yelp.com/biz/post-new-york-2?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+19172612613",
    "popular_dishes": [
      "Breakfast Sandwich",
      "Quiche",
      "Waffles",
      "Frittata"
    ],
    "similar_restaurant_ids": [
      "_Jgmhw0ywyoGyglPwB1xGA",
      "cJ837cA4SILruB3ArOZiSw",
      "jAaVnUKLITkuhzwXIe0vLQ",
      "ETgJqJHV7BW6pIr9Ox74sA",
      "VqgqLjiOYAydLXOemivxWw"
    ]
  },
  "s3jou_L_LVYGkNHiuhjlew": {
    "id": "s3jou_L_LVYGkNHiuhjlew",
    "title": "Boucherie West Village",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/WxNMDkguiN5eVOOA9WEaog/o.jpg",
    "description": "Boucherie West Village stands as one of New York City's most cherished destinations for French, Cocktail Bars, Steakhouses cuisine, particularly renowned for its exceptional brunch offerings. Located at 99 7th Ave S, New York, NY 10014, this establishment has garnered an impressive 4.5-star rating from 2613 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Cinnamon Rolls, Breakfast Burrito, Breakfast Sandwich, Breakfast Bowl, French Toast, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "99 7th Ave S, New York, NY 10014",
    "rating": 4.5,
    "price": "$$$",
    "reviews": 2613,
    "cuisine": [
      "French",
      "Cocktail Bars",
      "Steakhouses"
    ],
    "website": "https://www.yelp.com/biz/boucherie-west-village-new-york-3?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12128371616",
    "popular_dishes": [
      "Cinnamon Rolls",
      "Breakfast Burrito",
      "Breakfast Sandwich",
      "Breakfast Bowl",
      "French Toast"
    ],
    "similar_restaurant_ids": [
      "mPHPVJ2-8mOR-lFHafrc6w",
      "_G5JMPOkU6IG1OKbhw3gXA",
      "xMUZfoyzyJoTfZxrEZus4Q"
    ]
  },
  "jgjbIqLGvmTtVofwo8na7w": {
    "id": "jgjbIqLGvmTtVofwo8na7w",
    "title": "Sailor",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/ocX6H0gDnn2VYFc3-27F0w/o.jpg",
    "description": "Sailor stands as one of New York City's most cherished destinations for New American, Wine Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 228 Dekalb Ave, Brooklyn, NY 11205, this establishment has garnered an impressive 4.5-star rating from 60 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Waffles, French Toast, Cinnamon Rolls, Eggs Benedict, Breakfast Bowl, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "228 Dekalb Ave, Brooklyn, NY 11205",
    "rating": 4.5,
    "price": "N/A",
    "reviews": 60,
    "cuisine": [
      "New American",
      "Wine Bars"
    ],
    "website": "https://www.yelp.com/biz/sailor-brooklyn?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12015650978",
    "popular_dishes": [
      "Waffles",
      "French Toast",
      "Cinnamon Rolls",
      "Eggs Benedict",
      "Breakfast Bowl"
    ],
    "similar_restaurant_ids": [
      "qY1o1MhoRyN84RRhUJtvpQ",
      "1aD88qNRb08LGBkl84GQTA",
      "2ZDK6Zak3pf5lTR9ZXz5LA",
      "xTnivXEdEtXrnhp-z4JGvg",
      "sVkwEFET38Myz3dM1uZpiw"
    ]
  },
  "DGhWO1sUWydVeR5j5ZZaMw": {
    "id": "DGhWO1sUWydVeR5j5ZZaMw",
    "title": "La Grande Boucherie",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/b9URGcuuhnLq7J-__pHIng/o.jpg",
    "description": "La Grande Boucherie stands as one of New York City's most cherished destinations for French, Steakhouses, Cocktail Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 145 W 53rd St, New York, NY 10019, this establishment has garnered an impressive 4.4-star rating from 3879 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Eggs Benedict, Omelette, Cinnamon Rolls, Waffles, Breakfast Sandwich, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "145 W 53rd St, New York, NY 10019",
    "rating": 4.4,
    "price": "$$$",
    "reviews": 3879,
    "cuisine": [
      "French",
      "Steakhouses",
      "Cocktail Bars"
    ],
    "website": "https://www.yelp.com/biz/la-grande-boucherie-new-york-2?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12125107714",
    "popular_dishes": [
      "Eggs Benedict",
      "Omelette",
      "Cinnamon Rolls",
      "Waffles",
      "Breakfast Sandwich"
    ],
    "similar_restaurant_ids": [
      "8bIXIStb1SVu1sXYfcMH5g",
      "HssEjTWHnhRRaJonrWBh6g",
      "xt4sa64WOrpJvZBDPNPNYg",
      "Rj2ACaJcbroJLPDhRhzvBw",
      "dEOv8_ivdHp85OK_TDQh_g"
    ]
  },
  "UDsvp_twMrRa9j6lnZNjow": {
    "id": "UDsvp_twMrRa9j6lnZNjow",
    "title": "Nobody Told Me",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/YBn6RV5tBNNGytcZzNf1_g/o.jpg",
    "description": "Nobody Told Me stands as one of New York City's most cherished destinations for Bars, American, Tacos cuisine, particularly renowned for its exceptional brunch offerings. Located at 188 Front St, Brooklyn, NY 11201, this establishment has garnered an impressive 4.4-star rating from 27 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Breakfast Pizza, Waffles, Pancakes, Quiche, Cinnamon Rolls, Shakshuka, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "188 Front St, Brooklyn, NY 11201",
    "rating": 4.4,
    "price": "N/A",
    "reviews": 27,
    "cuisine": [
      "Bars",
      "American",
      "Tacos"
    ],
    "website": "https://www.yelp.com/biz/nobody-told-me-brooklyn?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "",
    "popular_dishes": [
      "Breakfast Pizza",
      "Waffles",
      "Pancakes",
      "Quiche",
      "Cinnamon Rolls",
      "Shakshuka"
    ],
    "similar_restaurant_ids": [
      "7Yh4Zp-l3is-4V9MrDoAIw",
      "xxiV3-0t_gO1Ojo3xo73TQ",
      "JeFAdlfm5fQvbKcwniIG3A",
      "zRXMvxUX_rOliKZPpkWi_g"
    ]
  },
  "mPHPVJ2-8mOR-lFHafrc6w": {
    "id": "mPHPVJ2-8mOR-lFHafrc6w",
    "title": "Evelina",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/hG3aShzVvdnbAFm02sQgZw/o.jpg",
    "description": "Evelina stands as one of New York City's most cherished destinations for Italian cuisine, particularly renowned for its exceptional brunch offerings. Located at 211 Dekalb Ave, Brooklyn, NY 11205, this establishment has garnered an impressive 4.4-star rating from 459 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Shakshuka, Avocado Toast, Breakfast Burrito, Breakfast Bowl, Omelette, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "211 Dekalb Ave, Brooklyn, NY 11205",
    "rating": 4.4,
    "price": "$$",
    "reviews": 459,
    "cuisine": [
      "Italian"
    ],
    "website": "https://www.yelp.com/biz/evelina-brooklyn-2?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+19292980209",
    "popular_dishes": [
      "Shakshuka",
      "Avocado Toast",
      "Breakfast Burrito",
      "Breakfast Bowl",
      "Omelette"
    ],
    "similar_restaurant_ids": [
      "MEZiPFy4zI62Wt8n7S6_3Q",
      "jAaVnUKLITkuhzwXIe0vLQ",
      "DGhWO1sUWydVeR5j5ZZaMw"
    ]
  },
  "VqgqLjiOYAydLXOemivxWw": {
    "id": "VqgqLjiOYAydLXOemivxWw",
    "title": "In Common NYC",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/u-injApapH7n-kd--kUoCA/o.jpg",
    "description": "In Common NYC stands as one of New York City's most cherished destinations for Cafes, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 441 9th Ave, Ste 101, New York, NY 10001, this establishment has garnered an impressive 4.4-star rating from 203 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Eggs Benedict, French Toast, Breakfast Sandwich, Frittata, Breakfast Bowl, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "441 9th Ave, Ste 101, New York, NY 10001",
    "rating": 4.4,
    "price": "N/A",
    "reviews": 203,
    "cuisine": [
      "Cafes",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/in-common-nyc-new-york-2?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "",
    "popular_dishes": [
      "Eggs Benedict",
      "French Toast",
      "Breakfast Sandwich",
      "Frittata",
      "Breakfast Bowl"
    ],
    "similar_restaurant_ids": [
      "HssEjTWHnhRRaJonrWBh6g",
      "_G5JMPOkU6IG1OKbhw3gXA",
      "g5f6p9jfzB30Mhcu6d5OWA"
    ]
  },
  "cJ837cA4SILruB3ArOZiSw": {
    "id": "cJ837cA4SILruB3ArOZiSw",
    "title": "Bourbon and Branch",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/fcnNvy1CzDpKFcSO5rApJg/o.jpg",
    "description": "Bourbon and Branch stands as one of New York City's most cherished destinations for Bars, Venues & Event Spaces, American cuisine, particularly renowned for its exceptional brunch offerings. Located at 155 W 33rd St, New York, NY 10001, this establishment has garnered an impressive 4.4-star rating from 187 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Omelette, Breakfast Bowl, French Toast, Avocado Toast, Breakfast Tacos, Eggs Benedict, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "155 W 33rd St, New York, NY 10001",
    "rating": 4.4,
    "price": "N/A",
    "reviews": 187,
    "cuisine": [
      "Bars",
      "Venues & Event Spaces",
      "American"
    ],
    "website": "https://www.yelp.com/biz/bourbon-and-branch-new-york-city?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+19294194951",
    "popular_dishes": [
      "Omelette",
      "Breakfast Bowl",
      "French Toast",
      "Avocado Toast",
      "Breakfast Tacos",
      "Eggs Benedict"
    ],
    "similar_restaurant_ids": [
      "zRXMvxUX_rOliKZPpkWi_g",
      "Rj2ACaJcbroJLPDhRhzvBw",
      "xt4sa64WOrpJvZBDPNPNYg"
    ]
  },
  "D_Rjd2js4_lkk51Obvlveg": {
    "id": "D_Rjd2js4_lkk51Obvlveg",
    "title": "K'Far - Brooklyn",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/0aUMvxO56G89jveIGuaPpA/o.jpg",
    "description": "K'Far - Brooklyn stands as one of New York City's most cherished destinations for Breakfast & Brunch, Bagels, Middle Eastern cuisine, particularly renowned for its exceptional brunch offerings. Located at 97 Wythe Ave, Brooklyn, NY 11249, this establishment has garnered an impressive 4.4-star rating from 215 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Avocado Toast, Breakfast Bowl, Breakfast Pizza, Breakfast Tacos, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "97 Wythe Ave, Brooklyn, NY 11249",
    "rating": 4.4,
    "price": "$$",
    "reviews": 215,
    "cuisine": [
      "Breakfast & Brunch",
      "Bagels",
      "Middle Eastern"
    ],
    "website": "https://www.yelp.com/biz/kfar-brooklyn-brooklyn?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+17182157100",
    "popular_dishes": [
      "Avocado Toast",
      "Breakfast Bowl",
      "Breakfast Pizza",
      "Breakfast Tacos"
    ],
    "similar_restaurant_ids": [
      "xt4sa64WOrpJvZBDPNPNYg",
      "xxiV3-0t_gO1Ojo3xo73TQ",
      "7Yh4Zp-l3is-4V9MrDoAIw",
      "iMKF20yFvCIbe3eSJnX8yQ"
    ]
  },
  "vZevXSC1w27dEvXc2EHCEg": {
    "id": "vZevXSC1w27dEvXc2EHCEg",
    "title": "Good Thanks Cafe",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/8DJVja-YJ_ttcLoa74eu_A/o.jpg",
    "description": "Good Thanks Cafe stands as one of New York City's most cherished destinations for Cafes, Coffee & Tea, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 131A Orchard St, New York, NY 10002, this establishment has garnered an impressive 4.4-star rating from 458 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Waffles, Avocado Toast, Breakfast Pizza, Quiche, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "131A Orchard St, New York, NY 10002",
    "rating": 4.4,
    "price": "$$",
    "reviews": 458,
    "cuisine": [
      "Cafes",
      "Coffee & Tea",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/good-thanks-cafe-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16463704426",
    "popular_dishes": [
      "Waffles",
      "Avocado Toast",
      "Breakfast Pizza",
      "Quiche"
    ],
    "similar_restaurant_ids": [
      "QEY6X80_WXLmCvpOxphzxA",
      "8bIXIStb1SVu1sXYfcMH5g",
      "zRXMvxUX_rOliKZPpkWi_g",
      "Rj2ACaJcbroJLPDhRhzvBw",
      "baX2qb3JuhNH8ErznapY7g"
    ]
  },
  "-R5CBTnY10kdVNNv0lbHnA": {
    "id": "-R5CBTnY10kdVNNv0lbHnA",
    "title": "The Mayfly",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/tH-qcKHD2PVEWo0RVDQggg/o.jpg",
    "description": "The Mayfly stands as one of New York City's most cherished destinations for American cuisine, particularly renowned for its exceptional brunch offerings. Located at 269 E Houston St, New York, NY 10002, this establishment has garnered an impressive 4.4-star rating from 84 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Frittata, Cinnamon Rolls, Avocado Toast, Quiche, Shakshuka, Eggs Benedict, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "269 E Houston St, New York, NY 10002",
    "rating": 4.4,
    "price": "N/A",
    "reviews": 84,
    "cuisine": [
      "American"
    ],
    "website": "https://www.yelp.com/biz/the-mayfly-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16464498435",
    "popular_dishes": [
      "Frittata",
      "Cinnamon Rolls",
      "Avocado Toast",
      "Quiche",
      "Shakshuka",
      "Eggs Benedict"
    ],
    "similar_restaurant_ids": [
      "s3jou_L_LVYGkNHiuhjlew",
      "DGhWO1sUWydVeR5j5ZZaMw",
      "D_Rjd2js4_lkk51Obvlveg"
    ]
  },
  "8bIXIStb1SVu1sXYfcMH5g": {
    "id": "8bIXIStb1SVu1sXYfcMH5g",
    "title": "Little Ruby's East Village",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/QTs8CYVjVuIee955f7xDaw/o.jpg",
    "description": "Little Ruby's East Village stands as one of New York City's most cherished destinations for Australian, Breakfast & Brunch, Burgers cuisine, particularly renowned for its exceptional brunch offerings. Located at 198 E 11th St, New York, NY 10003, this establishment has garnered an impressive 4.4-star rating from 496 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Shakshuka, Omelette, Breakfast Pizza, French Toast, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "198 E 11th St, New York, NY 10003",
    "rating": 4.4,
    "price": "$$",
    "reviews": 496,
    "cuisine": [
      "Australian",
      "Breakfast & Brunch",
      "Burgers"
    ],
    "website": "https://www.yelp.com/biz/rubys-cafe-east-village-new-york-2?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16469984265",
    "popular_dishes": [
      "Shakshuka",
      "Omelette",
      "Breakfast Pizza",
      "French Toast"
    ],
    "similar_restaurant_ids": [
      "hdiuRS9sVZSMReZm4oV5SA",
      "xMUZfoyzyJoTfZxrEZus4Q",
      "T9DJjdmNoQA_jlA7S1Ax6w"
    ]
  },
  "1aD88qNRb08LGBkl84GQTA": {
    "id": "1aD88qNRb08LGBkl84GQTA",
    "title": "Little Collins",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/slFDwKBC58jMyNJbjh1QkA/o.jpg",
    "description": "Little Collins stands as one of New York City's most cherished destinations for Coffee & Tea, Breakfast & Brunch, Sandwiches cuisine, particularly renowned for its exceptional brunch offerings. Located at 708 3rd Ave, New York, NY 10017, this establishment has garnered an impressive 4.4-star rating from 1307 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Omelette, Breakfast Tacos, Cinnamon Rolls, Avocado Toast, French Toast, Waffles, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "708 3rd Ave, New York, NY 10017",
    "rating": 4.4,
    "price": "$$",
    "reviews": 1307,
    "cuisine": [
      "Coffee & Tea",
      "Breakfast & Brunch",
      "Sandwiches"
    ],
    "website": "https://www.yelp.com/biz/little-collins-new-york-3?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12123081969",
    "popular_dishes": [
      "Omelette",
      "Breakfast Tacos",
      "Cinnamon Rolls",
      "Avocado Toast",
      "French Toast",
      "Waffles"
    ],
    "similar_restaurant_ids": [
      "vZevXSC1w27dEvXc2EHCEg",
      "Zc7Jbuwe3XO-EaVXIh_TYQ",
      "_Jgmhw0ywyoGyglPwB1xGA",
      "Pu0AKdb_fSg0S_crsIp0uw",
      "VKihkof15rf3M4C-kuDL5Q"
    ]
  },
  "MEZiPFy4zI62Wt8n7S6_3Q": {
    "id": "MEZiPFy4zI62Wt8n7S6_3Q",
    "title": "Lady Blue",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/tGO5AxiPbDL-_XCTu8mPww/o.jpg",
    "description": "Lady Blue stands as one of New York City's most cherished destinations for Cocktail Bars, American, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 363 W 46th St, New York, NY 10036, this establishment has garnered an impressive 4.4-star rating from 120 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Quiche, Frittata, Breakfast Sandwich, Breakfast Burrito, Pancakes, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "363 W 46th St, New York, NY 10036",
    "rating": 4.4,
    "price": "N/A",
    "reviews": 120,
    "cuisine": [
      "Cocktail Bars",
      "American",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/lady-blue-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12122450551",
    "popular_dishes": [
      "Quiche",
      "Frittata",
      "Breakfast Sandwich",
      "Breakfast Burrito",
      "Pancakes"
    ],
    "similar_restaurant_ids": [
      "_G5JMPOkU6IG1OKbhw3gXA",
      "T9DJjdmNoQA_jlA7S1Ax6w",
      "OgM6WwztLVavBQBmb_g5aw",
      "QEY6X80_WXLmCvpOxphzxA",
      "g5f6p9jfzB30Mhcu6d5OWA"
    ]
  },
  "xMUZfoyzyJoTfZxrEZus4Q": {
    "id": "xMUZfoyzyJoTfZxrEZus4Q",
    "title": "Mom's Kitchen & Bar",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/sz_REYfNIJWlpxOL4KeHgw/o.jpg",
    "description": "Mom's Kitchen & Bar stands as one of New York City's most cherished destinations for Comfort Food, Breakfast & Brunch, Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 701 9th Ave, New York, NY 10019, this establishment has garnered an impressive 4.4-star rating from 2097 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Burrito, Omelette, Avocado Toast, Breakfast Bowl, Frittata, Shakshuka, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "701 9th Ave, New York, NY 10019",
    "rating": 4.4,
    "price": "$$",
    "reviews": 2097,
    "cuisine": [
      "Comfort Food",
      "Breakfast & Brunch",
      "Bars"
    ],
    "website": "https://www.yelp.com/biz/moms-kitchen-and-bar-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16466570080",
    "popular_dishes": [
      "Breakfast Burrito",
      "Omelette",
      "Avocado Toast",
      "Breakfast Bowl",
      "Frittata",
      "Shakshuka"
    ],
    "similar_restaurant_ids": [
      "xt4sa64WOrpJvZBDPNPNYg",
      "UDsvp_twMrRa9j6lnZNjow",
      "HssEjTWHnhRRaJonrWBh6g"
    ]
  },
  "_G5JMPOkU6IG1OKbhw3gXA": {
    "id": "_G5JMPOkU6IG1OKbhw3gXA",
    "title": "Peaches Prime",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/YZcF_xkMtVsx9TD8Wax-ZA/o.jpg",
    "description": "Peaches Prime stands as one of New York City's most cherished destinations for Southern, New American, Seafood cuisine, particularly renowned for its exceptional brunch offerings. Located at 590 Fulton St, Brooklyn, NY 11217, this establishment has garnered an impressive 4.4-star rating from 87 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Breakfast Pizza, Breakfast Tacos, Frittata, Breakfast Sandwich, Cinnamon Rolls, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "590 Fulton St, Brooklyn, NY 11217",
    "rating": 4.4,
    "price": "$$$",
    "reviews": 87,
    "cuisine": [
      "Southern",
      "New American",
      "Seafood"
    ],
    "website": "https://www.yelp.com/biz/peaches-prime-brooklyn?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+17186736014",
    "popular_dishes": [
      "Breakfast Pizza",
      "Breakfast Tacos",
      "Frittata",
      "Breakfast Sandwich",
      "Cinnamon Rolls"
    ],
    "similar_restaurant_ids": [
      "sVkwEFET38Myz3dM1uZpiw",
      "NirY5TkWZBNuuAgbjdG0AA",
      "zIL78ktI7UMoOw8vHYtK2g",
      "jgjbIqLGvmTtVofwo8na7w"
    ]
  },
  "jAaVnUKLITkuhzwXIe0vLQ": {
    "id": "jAaVnUKLITkuhzwXIe0vLQ",
    "title": "Cafe Mogador",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/IzDmxBEB1Hr05KYWLXAQVA/o.jpg",
    "description": "Cafe Mogador stands as one of New York City's most cherished destinations for Moroccan, Breakfast & Brunch, Mediterranean cuisine, particularly renowned for its exceptional brunch offerings. Located at 133 Wythe Ave, Brooklyn, NY 11211, this establishment has garnered an impressive 4.4-star rating from 1525 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include French Toast, Pancakes, Breakfast Burrito, Waffles, Eggs Benedict, Breakfast Sandwich, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "133 Wythe Ave, Brooklyn, NY 11211",
    "rating": 4.4,
    "price": "$$$",
    "reviews": 1525,
    "cuisine": [
      "Moroccan",
      "Breakfast & Brunch",
      "Mediterranean"
    ],
    "website": "https://www.yelp.com/biz/cafe-mogador-brooklyn?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+17184869222",
    "popular_dishes": [
      "French Toast",
      "Pancakes",
      "Breakfast Burrito",
      "Waffles",
      "Eggs Benedict",
      "Breakfast Sandwich"
    ],
    "similar_restaurant_ids": [
      "NirY5TkWZBNuuAgbjdG0AA",
      "_EBQhV-UQ7NoV66uXYH0dw",
      "-R5CBTnY10kdVNNv0lbHnA",
      "HssEjTWHnhRRaJonrWBh6g",
      "gZz9A8k8ORC_xl0aHxtY4w"
    ]
  },
  "hdiuRS9sVZSMReZm4oV5SA": {
    "id": "hdiuRS9sVZSMReZm4oV5SA",
    "title": "Da Andrea - Greenwich Village",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/OciLddTWxvBLKMH5DkMAOw/o.jpg",
    "description": "Da Andrea - Greenwich Village stands as one of New York City's most cherished destinations for Italian, Mediterranean, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 35 W 13th St, New York, NY 10011, this establishment has garnered an impressive 4.4-star rating from 2502 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include French Toast, Omelette, Breakfast Pizza, Cinnamon Rolls, Breakfast Bowl, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "35 W 13th St, New York, NY 10011",
    "rating": 4.4,
    "price": "$$",
    "reviews": 2502,
    "cuisine": [
      "Italian",
      "Mediterranean",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/da-andrea-greenwich-village-new-york-2?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12123671979",
    "popular_dishes": [
      "French Toast",
      "Omelette",
      "Breakfast Pizza",
      "Cinnamon Rolls",
      "Breakfast Bowl"
    ],
    "similar_restaurant_ids": [
      "cJ837cA4SILruB3ArOZiSw",
      "QPEzLkO35OTYijFhs8d7-w",
      "jAaVnUKLITkuhzwXIe0vLQ",
      "VKihkof15rf3M4C-kuDL5Q",
      "jgjbIqLGvmTtVofwo8na7w"
    ]
  },
  "ETgJqJHV7BW6pIr9Ox74sA": {
    "id": "ETgJqJHV7BW6pIr9Ox74sA",
    "title": "Amélie west village Restaurant, Bistro & Wine Bar",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/cSDgVuPMnJgMLTrTNSEXug/o.jpg",
    "description": "Amélie west village Restaurant, Bistro & Wine Bar stands as one of New York City's most cherished destinations for French, Wine Bars, Cocktail Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 22 W 8th St, New York, NY 10011, this establishment has garnered an impressive 4.3-star rating from 2975 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Waffles, Breakfast Tacos, Frittata, Breakfast Burrito, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "22 W 8th St, New York, NY 10011",
    "rating": 4.3,
    "price": "$$$",
    "reviews": 2975,
    "cuisine": [
      "French",
      "Wine Bars",
      "Cocktail Bars"
    ],
    "website": "https://www.yelp.com/biz/amelie-new-york-6?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12125332962",
    "popular_dishes": [
      "Waffles",
      "Breakfast Tacos",
      "Frittata",
      "Breakfast Burrito"
    ],
    "similar_restaurant_ids": [
      "xxiV3-0t_gO1Ojo3xo73TQ",
      "gZz9A8k8ORC_xl0aHxtY4w",
      "-R5CBTnY10kdVNNv0lbHnA",
      "gbY0lOFtKzLdB9_ZNEHbXA",
      "mPHPVJ2-8mOR-lFHafrc6w"
    ]
  },
  "6G0urbBDz_CnYnGXApgUcw": {
    "id": "6G0urbBDz_CnYnGXApgUcw",
    "title": "Boutros",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/6D4dp0C2qE0aksaFtID6PA/o.jpg",
    "description": "Boutros stands as one of New York City's most cherished destinations for New American, Lebanese, Cocktail Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 185 Atlantic Ave, Brooklyn, NY 11201, this establishment has garnered an impressive 4.3-star rating from 239 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Omelette, Breakfast Sandwich, Frittata, Quiche, Breakfast Pizza, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "185 Atlantic Ave, Brooklyn, NY 11201",
    "rating": 4.3,
    "price": "$$$",
    "reviews": 239,
    "cuisine": [
      "New American",
      "Lebanese",
      "Cocktail Bars"
    ],
    "website": "https://www.yelp.com/biz/boutros-brooklyn?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+17184030055",
    "popular_dishes": [
      "Omelette",
      "Breakfast Sandwich",
      "Frittata",
      "Quiche",
      "Breakfast Pizza"
    ],
    "similar_restaurant_ids": [
      "_G5JMPOkU6IG1OKbhw3gXA",
      "xxiV3-0t_gO1Ojo3xo73TQ",
      "VqgqLjiOYAydLXOemivxWw",
      "HssEjTWHnhRRaJonrWBh6g",
      "MEZiPFy4zI62Wt8n7S6_3Q"
    ]
  },
  "Rj2ACaJcbroJLPDhRhzvBw": {
    "id": "Rj2ACaJcbroJLPDhRhzvBw",
    "title": "Shuka",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/kWone4-EUAAlsf9Q9_eeAw/o.jpg",
    "description": "Shuka stands as one of New York City's most cherished destinations for Mediterranean, Cocktail Bars, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 38 MacDougal St, New York, NY 10012, this establishment has garnered an impressive 4.3-star rating from 1158 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Avocado Toast, Breakfast Bowl, Cinnamon Rolls, Breakfast Tacos, Breakfast Burrito, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "38 MacDougal St, New York, NY 10012",
    "rating": 4.3,
    "price": "$$",
    "reviews": 1158,
    "cuisine": [
      "Mediterranean",
      "Cocktail Bars",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/shuka-new-york-3?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12124757500",
    "popular_dishes": [
      "Avocado Toast",
      "Breakfast Bowl",
      "Cinnamon Rolls",
      "Breakfast Tacos",
      "Breakfast Burrito"
    ],
    "similar_restaurant_ids": [
      "NirY5TkWZBNuuAgbjdG0AA",
      "_G5JMPOkU6IG1OKbhw3gXA",
      "HssEjTWHnhRRaJonrWBh6g",
      "ihplCj2HKWR7z-bBKf8Nzw",
      "hdiuRS9sVZSMReZm4oV5SA"
    ]
  },
  "baX2qb3JuhNH8ErznapY7g": {
    "id": "baX2qb3JuhNH8ErznapY7g",
    "title": "Sunflower - East Village",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/yS3uoIgsvPW4M2z1WVF75Q/o.jpg",
    "description": "Sunflower - East Village stands as one of New York City's most cherished destinations for Breakfast & Brunch, Coffee & Tea, New American cuisine, particularly renowned for its exceptional brunch offerings. Located at 88 2nd Ave, New York, NY 10003, this establishment has garnered an impressive 4.3-star rating from 9 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Breakfast Pizza, Breakfast Sandwich, Shakshuka, Pancakes, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "88 2nd Ave, New York, NY 10003",
    "rating": 4.3,
    "price": "N/A",
    "reviews": 9,
    "cuisine": [
      "Breakfast & Brunch",
      "Coffee & Tea",
      "New American"
    ],
    "website": "https://www.yelp.com/biz/sunflower-east-village-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "",
    "popular_dishes": [
      "Breakfast Pizza",
      "Breakfast Sandwich",
      "Shakshuka",
      "Pancakes"
    ],
    "similar_restaurant_ids": [
      "-R5CBTnY10kdVNNv0lbHnA",
      "jAaVnUKLITkuhzwXIe0vLQ",
      "dEOv8_ivdHp85OK_TDQh_g"
    ]
  },
  "T9DJjdmNoQA_jlA7S1Ax6w": {
    "id": "T9DJjdmNoQA_jlA7S1Ax6w",
    "title": "Breakfast by Salt’s Cure",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/Tr9u-7kVUjqtXF52nUajQQ/o.jpg",
    "description": "Breakfast by Salt’s Cure stands as one of New York City's most cherished destinations for Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 368 Court St, Brooklyn, NY 11231, this establishment has garnered an impressive 4.3-star rating from 53 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include French Toast, Breakfast Bowl, Omelette, Quiche, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "368 Court St, Brooklyn, NY 11231",
    "rating": 4.3,
    "price": "N/A",
    "reviews": 53,
    "cuisine": [
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/breakfast-by-salt-s-cure-brooklyn?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "",
    "popular_dishes": [
      "French Toast",
      "Breakfast Bowl",
      "Omelette",
      "Quiche"
    ],
    "similar_restaurant_ids": [
      "UDsvp_twMrRa9j6lnZNjow",
      "xTnivXEdEtXrnhp-z4JGvg",
      "_EBQhV-UQ7NoV66uXYH0dw",
      "7Yh4Zp-l3is-4V9MrDoAIw",
      "g5f6p9jfzB30Mhcu6d5OWA"
    ]
  },
  "7Yh4Zp-l3is-4V9MrDoAIw": {
    "id": "7Yh4Zp-l3is-4V9MrDoAIw",
    "title": "Lolita",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/cGumCMdOZpzvp7iJVspa1g/o.jpg",
    "description": "Lolita stands as one of New York City's most cherished destinations for Cocktail Bars, Mexican, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 45 W 45th St, New York, NY 10036, this establishment has garnered an impressive 4.3-star rating from 91 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Breakfast Pizza, Waffles, Eggs Benedict, Quiche, Frittata, Shakshuka, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "45 W 45th St, New York, NY 10036",
    "rating": 4.3,
    "price": "N/A",
    "reviews": 91,
    "cuisine": [
      "Cocktail Bars",
      "Mexican",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/lolita-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12123890050",
    "popular_dishes": [
      "Breakfast Pizza",
      "Waffles",
      "Eggs Benedict",
      "Quiche",
      "Frittata",
      "Shakshuka"
    ],
    "similar_restaurant_ids": [
      "Pu0AKdb_fSg0S_crsIp0uw",
      "8bIXIStb1SVu1sXYfcMH5g",
      "HssEjTWHnhRRaJonrWBh6g",
      "VqgqLjiOYAydLXOemivxWw"
    ]
  },
  "_EBQhV-UQ7NoV66uXYH0dw": {
    "id": "_EBQhV-UQ7NoV66uXYH0dw",
    "title": "Golden Diner",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/5c1hox9kAg_XzXFMAOqwZQ/o.jpg",
    "description": "Golden Diner stands as one of New York City's most cherished destinations for Diners, Breakfast & Brunch, Sandwiches cuisine, particularly renowned for its exceptional brunch offerings. Located at 123 Madison St, New York, NY 10002, this establishment has garnered an impressive 4.3-star rating from 822 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Sandwich, Eggs Benedict, Shakshuka, Quiche, Pancakes, Frittata, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "123 Madison St, New York, NY 10002",
    "rating": 4.3,
    "price": "$$",
    "reviews": 822,
    "cuisine": [
      "Diners",
      "Breakfast & Brunch",
      "Sandwiches"
    ],
    "website": "https://www.yelp.com/biz/golden-diner-new-york-2?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+19174727800",
    "popular_dishes": [
      "Breakfast Sandwich",
      "Eggs Benedict",
      "Shakshuka",
      "Quiche",
      "Pancakes",
      "Frittata"
    ],
    "similar_restaurant_ids": [
      "-R5CBTnY10kdVNNv0lbHnA",
      "iMKF20yFvCIbe3eSJnX8yQ",
      "jAaVnUKLITkuhzwXIe0vLQ",
      "T9DJjdmNoQA_jlA7S1Ax6w"
    ]
  },
  "qY1o1MhoRyN84RRhUJtvpQ": {
    "id": "qY1o1MhoRyN84RRhUJtvpQ",
    "title": "Her Name Is Han",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/yTJ5aCvzs0nMfDUUzHK1XQ/o.jpg",
    "description": "Her Name Is Han stands as one of New York City's most cherished destinations for Korean, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 17 E 31st St, New York, NY 10016, this establishment has garnered an impressive 4.3-star rating from 2127 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Pizza, Waffles, Shakshuka, Avocado Toast, Breakfast Tacos, Breakfast Burrito, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "17 E 31st St, New York, NY 10016",
    "rating": 4.3,
    "price": "$$",
    "reviews": 2127,
    "cuisine": [
      "Korean",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/her-name-is-han-new-york-3?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12127799990",
    "popular_dishes": [
      "Breakfast Pizza",
      "Waffles",
      "Shakshuka",
      "Avocado Toast",
      "Breakfast Tacos",
      "Breakfast Burrito"
    ],
    "similar_restaurant_ids": [
      "_G5JMPOkU6IG1OKbhw3gXA",
      "gZz9A8k8ORC_xl0aHxtY4w",
      "7Yh4Zp-l3is-4V9MrDoAIw",
      "gbY0lOFtKzLdB9_ZNEHbXA"
    ]
  },
  "Zc7Jbuwe3XO-EaVXIh_TYQ": {
    "id": "Zc7Jbuwe3XO-EaVXIh_TYQ",
    "title": "Banter",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/nq8kJIiOwohD4S9WABHt5w/o.jpg",
    "description": "Banter stands as one of New York City's most cherished destinations for Breakfast & Brunch, Coffee & Tea, Sandwiches cuisine, particularly renowned for its exceptional brunch offerings. Located at 169 Sullivan St, New York, NY 10012, this establishment has garnered an impressive 4.3-star rating from 735 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Pizza, Breakfast Bowl, Frittata, Avocado Toast, Quiche, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "169 Sullivan St, New York, NY 10012",
    "rating": 4.3,
    "price": "$$",
    "reviews": 735,
    "cuisine": [
      "Breakfast & Brunch",
      "Coffee & Tea",
      "Sandwiches"
    ],
    "website": "https://www.yelp.com/biz/banter-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "",
    "popular_dishes": [
      "Breakfast Pizza",
      "Breakfast Bowl",
      "Frittata",
      "Avocado Toast",
      "Quiche"
    ],
    "similar_restaurant_ids": [
      "-R5CBTnY10kdVNNv0lbHnA",
      "NirY5TkWZBNuuAgbjdG0AA",
      "OgM6WwztLVavBQBmb_g5aw",
      "gZz9A8k8ORC_xl0aHxtY4w"
    ]
  },
  "HssEjTWHnhRRaJonrWBh6g": {
    "id": "HssEjTWHnhRRaJonrWBh6g",
    "title": "Blossoms Brunch Bar",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/vkN-wEdvOAURJ9ppc6xizw/o.jpg",
    "description": "Blossoms Brunch Bar stands as one of New York City's most cherished destinations for Breakfast & Brunch, Cafes cuisine, particularly renowned for its exceptional brunch offerings. Located at 289 Monroe St, Rahway, NJ 07065, this establishment has garnered an impressive 4.3-star rating from 130 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Bowl, Breakfast Burrito, Cinnamon Rolls, Eggs Benedict, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "289 Monroe St, Rahway, NJ 07065",
    "rating": 4.3,
    "price": "$$",
    "reviews": 130,
    "cuisine": [
      "Breakfast & Brunch",
      "Cafes"
    ],
    "website": "https://www.yelp.com/biz/blossoms-brunch-bar-rahway?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+17329432663",
    "popular_dishes": [
      "Breakfast Bowl",
      "Breakfast Burrito",
      "Cinnamon Rolls",
      "Eggs Benedict"
    ],
    "similar_restaurant_ids": [
      "ETgJqJHV7BW6pIr9Ox74sA",
      "1aD88qNRb08LGBkl84GQTA",
      "gbY0lOFtKzLdB9_ZNEHbXA",
      "8bIXIStb1SVu1sXYfcMH5g"
    ]
  },
  "gZz9A8k8ORC_xl0aHxtY4w": {
    "id": "gZz9A8k8ORC_xl0aHxtY4w",
    "title": "Monkey Bar",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/uWR5aAca5JYmKJ-fS4md8g/o.jpg",
    "description": "Monkey Bar stands as one of New York City's most cherished destinations for American, Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 60 E 54th St, New York, NY 10022, this establishment has garnered an impressive 4.3-star rating from 244 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include Quiche, Omelette, Breakfast Bowl, Breakfast Tacos, Waffles, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "60 E 54th St, New York, NY 10022",
    "rating": 4.3,
    "price": "N/A",
    "reviews": 244,
    "cuisine": [
      "American",
      "Bars"
    ],
    "website": "https://www.yelp.com/biz/monkey-bar-new-york-4?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12124040365",
    "popular_dishes": [
      "Quiche",
      "Omelette",
      "Breakfast Bowl",
      "Breakfast Tacos",
      "Waffles"
    ],
    "similar_restaurant_ids": [
      "2ZDK6Zak3pf5lTR9ZXz5LA",
      "TohKyO-8N_XivRI58A5Q5A",
      "g5f6p9jfzB30Mhcu6d5OWA"
    ]
  },
  "_Jgmhw0ywyoGyglPwB1xGA": {
    "id": "_Jgmhw0ywyoGyglPwB1xGA",
    "title": "Friend Of A Farmer - Upper West Side",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/P-ZGcw_jeCY1f-2jpD02mg/o.jpg",
    "description": "Friend Of A Farmer - Upper West Side stands as one of New York City's most cherished destinations for American, Comfort Food, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 68 West 71st St, New York, NY 10023, this establishment has garnered an impressive 4.3-star rating from 101 discerning patrons, building a solid reputation for consistency and quality in both food and service. The restaurant offers reasonably priced menu options that provide excellent value without compromising on quality or portion size. Signature items that have earned praise from regulars include French Toast, Frittata, Omelette, Quiche, Breakfast Bowl, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "68 West 71st St, New York, NY 10023",
    "rating": 4.3,
    "price": "N/A",
    "reviews": 101,
    "cuisine": [
      "American",
      "Comfort Food",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/friend-of-a-farmer-upper-west-side-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+16464526868",
    "popular_dishes": [
      "French Toast",
      "Frittata",
      "Omelette",
      "Quiche",
      "Breakfast Bowl"
    ],
    "similar_restaurant_ids": [
      "mPHPVJ2-8mOR-lFHafrc6w",
      "DGhWO1sUWydVeR5j5ZZaMw",
      "gbY0lOFtKzLdB9_ZNEHbXA",
      "1aD88qNRb08LGBkl84GQTA",
      "xxiV3-0t_gO1Ojo3xo73TQ"
    ]
  },
  "JeFAdlfm5fQvbKcwniIG3A": {
    "id": "JeFAdlfm5fQvbKcwniIG3A",
    "title": "Vert Frais",
    "image": "https://s3-media1.fl.yelpcdn.com/bphoto/GK0GyYfJHnS95hD0TD2AYg/o.jpg",
    "description": "Vert Frais stands as one of New York City's most cherished destinations for Cocktail Bars, Ramen cuisine, particularly renowned for its exceptional brunch offerings. Located at 43-10 Crescent St, Long Island City, NY 11101, this establishment has garnered an impressive 4.3-star rating from 223 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Tacos, Breakfast Sandwich, Shakshuka, Breakfast Bowl, Waffles, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "43-10 Crescent St, Long Island City, NY 11101",
    "rating": 4.3,
    "price": "$$",
    "reviews": 223,
    "cuisine": [
      "Cocktail Bars",
      "Ramen"
    ],
    "website": "https://www.yelp.com/biz/vert-frais-long-island-city?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "",
    "popular_dishes": [
      "Breakfast Tacos",
      "Breakfast Sandwich",
      "Shakshuka",
      "Breakfast Bowl",
      "Waffles"
    ],
    "similar_restaurant_ids": [
      "gbY0lOFtKzLdB9_ZNEHbXA",
      "gZz9A8k8ORC_xl0aHxtY4w",
      "qY1o1MhoRyN84RRhUJtvpQ",
      "UDsvp_twMrRa9j6lnZNjow",
      "1aD88qNRb08LGBkl84GQTA"
    ]
  },
  "zRXMvxUX_rOliKZPpkWi_g": {
    "id": "zRXMvxUX_rOliKZPpkWi_g",
    "title": "Valerie",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/mnH5QFkSMzZgd6P5eSZvvw/o.jpg",
    "description": "Valerie stands as one of New York City's most cherished destinations for New American, Cocktail Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 45 W 45th St between 5th & 6th Ave, New York, NY 10036, this establishment has garnered an impressive 4.3-star rating from 1158 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Pizza, Quiche, Breakfast Bowl, Omelette, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "45 W 45th St between 5th & 6th Ave, New York, NY 10036",
    "rating": 4.3,
    "price": "$$",
    "reviews": 1158,
    "cuisine": [
      "New American",
      "Cocktail Bars"
    ],
    "website": "https://www.yelp.com/biz/valerie-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12123024545",
    "popular_dishes": [
      "Breakfast Pizza",
      "Quiche",
      "Breakfast Bowl",
      "Omelette"
    ],
    "similar_restaurant_ids": [
      "-R5CBTnY10kdVNNv0lbHnA",
      "Zc7Jbuwe3XO-EaVXIh_TYQ",
      "Pu0AKdb_fSg0S_crsIp0uw",
      "cJ837cA4SILruB3ArOZiSw",
      "D_Rjd2js4_lkk51Obvlveg"
    ]
  },
  "NirY5TkWZBNuuAgbjdG0AA": {
    "id": "NirY5TkWZBNuuAgbjdG0AA",
    "title": "Bohemian Spirit Restaurant",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/SRIVnecYMZbRa9PF06mLtQ/o.jpg",
    "description": "Bohemian Spirit Restaurant stands as one of New York City's most cherished destinations for Czech, Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 321 E 73rd St, New York, NY 10021, this establishment has garnered an impressive 4.3-star rating from 155 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Sandwich, Breakfast Bowl, Breakfast Pizza, Avocado Toast, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "321 E 73rd St, New York, NY 10021",
    "rating": 4.3,
    "price": "$$",
    "reviews": 155,
    "cuisine": [
      "Czech",
      "Bars"
    ],
    "website": "https://www.yelp.com/biz/bohemian-spirit-restaurant-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12128611038",
    "popular_dishes": [
      "Breakfast Sandwich",
      "Breakfast Bowl",
      "Breakfast Pizza",
      "Avocado Toast"
    ],
    "similar_restaurant_ids": [
      "zRXMvxUX_rOliKZPpkWi_g",
      "D_Rjd2js4_lkk51Obvlveg",
      "iMKF20yFvCIbe3eSJnX8yQ"
    ]
  },
  "xxiV3-0t_gO1Ojo3xo73TQ": {
    "id": "xxiV3-0t_gO1Ojo3xo73TQ",
    "title": "Vineapple",
    "image": "https://s3-media2.fl.yelpcdn.com/bphoto/RBR2U-MW7DgUUZdsZ9t_xQ/o.jpg",
    "description": "Vineapple stands as one of New York City's most cherished destinations for Italian, Cocktail Bars, Breakfast & Brunch cuisine, particularly renowned for its exceptional brunch offerings. Located at 71 Pineapple St, Brooklyn, NY 11201, this establishment has garnered an impressive 4.3-star rating from 188 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Sandwich, Pancakes, Quiche, Omelette, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "71 Pineapple St, Brooklyn, NY 11201",
    "rating": 4.3,
    "price": "$$",
    "reviews": 188,
    "cuisine": [
      "Italian",
      "Cocktail Bars",
      "Breakfast & Brunch"
    ],
    "website": "https://www.yelp.com/biz/vineapple-brooklyn-4?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+13477991035",
    "popular_dishes": [
      "Breakfast Sandwich",
      "Pancakes",
      "Quiche",
      "Omelette"
    ],
    "similar_restaurant_ids": [
      "cJ837cA4SILruB3ArOZiSw",
      "xt4sa64WOrpJvZBDPNPNYg",
      "TohKyO-8N_XivRI58A5Q5A",
      "HssEjTWHnhRRaJonrWBh6g",
      "Zc7Jbuwe3XO-EaVXIh_TYQ"
    ]
  },
  "Pu0AKdb_fSg0S_crsIp0uw": {
    "id": "Pu0AKdb_fSg0S_crsIp0uw",
    "title": "Sonnyboy",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/cITy5oSUwny0VEXCHmzjgA/o.jpg",
    "description": "Sonnyboy stands as one of New York City's most cherished destinations for Breakfast & Brunch, Bars, Australian cuisine, particularly renowned for its exceptional brunch offerings. Located at 65 Rivington St, New York, NY 10002, this establishment has garnered an impressive 4.2-star rating from 279 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Pancakes, Breakfast Bowl, Waffles, French Toast, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "65 Rivington St, New York, NY 10002",
    "rating": 4.2,
    "price": "$$",
    "reviews": 279,
    "cuisine": [
      "Breakfast & Brunch",
      "Bars",
      "Australian"
    ],
    "website": "https://www.yelp.com/biz/sonnyboy-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "",
    "popular_dishes": [
      "Pancakes",
      "Breakfast Bowl",
      "Waffles",
      "French Toast"
    ],
    "similar_restaurant_ids": [
      "xMUZfoyzyJoTfZxrEZus4Q",
      "MEZiPFy4zI62Wt8n7S6_3Q",
      "s3jou_L_LVYGkNHiuhjlew",
      "2ZDK6Zak3pf5lTR9ZXz5LA",
      "Zc7Jbuwe3XO-EaVXIh_TYQ"
    ]
  },
  "xt4sa64WOrpJvZBDPNPNYg": {
    "id": "xt4sa64WOrpJvZBDPNPNYg",
    "title": "Jacob's Pickles",
    "image": "https://s3-media4.fl.yelpcdn.com/bphoto/UOq1Bl6hqcyHu5oMWAWRLg/o.jpg",
    "description": "Jacob's Pickles stands as one of New York City's most cherished destinations for Comfort Food, Southern, American cuisine, particularly renowned for its exceptional brunch offerings. Located at 509 Amsterdam Ave, New York, NY 10024, this establishment has garnered an impressive 4.2-star rating from 5809 discerning patrons, building a solid reputation for consistency and quality in both food and service. While commanding a premium price point, diners consistently find the upscale experience and exceptional culinary craftsmanship well worth the investment. Signature items that have earned praise from regulars include Eggs Benedict, Shakshuka, Cinnamon Rolls, Avocado Toast, Waffles, Breakfast Tacos, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "509 Amsterdam Ave, New York, NY 10024",
    "rating": 4.2,
    "price": "$$$",
    "reviews": 5809,
    "cuisine": [
      "Comfort Food",
      "Southern",
      "American"
    ],
    "website": "https://www.yelp.com/biz/jacobs-pickles-new-york?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+12124705566",
    "popular_dishes": [
      "Eggs Benedict",
      "Shakshuka",
      "Cinnamon Rolls",
      "Avocado Toast",
      "Waffles",
      "Breakfast Tacos"
    ],
    "similar_restaurant_ids": [
      "2ZDK6Zak3pf5lTR9ZXz5LA",
      "xMUZfoyzyJoTfZxrEZus4Q",
      "h9nuvIu8TyrQcYy8J1AOxg",
      "cJ837cA4SILruB3ArOZiSw"
    ]
  },
  "sVkwEFET38Myz3dM1uZpiw": {
    "id": "sVkwEFET38Myz3dM1uZpiw",
    "title": "Reunion",
    "image": "https://s3-media3.fl.yelpcdn.com/bphoto/ZtxHDPcqeeBeAlOIW8MQ1w/o.jpg",
    "description": "Reunion stands as one of New York City's most cherished destinations for Breakfast & Brunch, Middle Eastern, Cocktail Bars cuisine, particularly renowned for its exceptional brunch offerings. Located at 544 Union Ave, Brooklyn, NY 11211, this establishment has garnered an impressive 4.2-star rating from 697 discerning patrons, building a solid reputation for consistency and quality in both food and service. With its moderate pricing structure, the restaurant strikes an appealing balance between affordability and culinary excellence. Signature items that have earned praise from regulars include Breakfast Sandwich, Breakfast Pizza, French Toast, Eggs Benedict, each prepared with meticulous attention to detail and quality ingredients. The inviting atmosphere creates the perfect backdrop for everything from casual weekend brunches to special celebrations, with guests particularly noting the attentive service and thoughtful ambiance that keeps patrons returning time after time.",
    "address": "544 Union Ave, Brooklyn, NY 11211",
    "rating": 4.2,
    "price": "$$",
    "reviews": 697,
    "cuisine": [
      "Breakfast & Brunch",
      "Middle Eastern",
      "Cocktail Bars"
    ],
    "website": "https://www.yelp.com/biz/reunion-brooklyn-2?adjust_creative=mWg58nwxRp9QuiiY_FJ4_Q&utm_campaign=yelp_api_v3&utm_medium=api_v3_business_search&utm_source=mWg58nwxRp9QuiiY_FJ4_Q",
    "phone": "+17185993670",
    "popular_dishes": [
      "Breakfast Sandwich",
      "Breakfast Pizza",
      "French Toast",
      "Eggs Benedict"
    ],
    "similar_restaurant_ids": [
      "mPHPVJ2-8mOR-lFHafrc6w",
      "VKihkof15rf3M4C-kuDL5Q",
      "Pu0AKdb_fSg0S_crsIp0uw"
    ]
  }
}